package com.example.administrator.mylashou.util;

public class HELP {

    public static final String CONTENT="拉手网客户端由拉手无线团队精心打造，具有完整的浏览、支付、消费等功能，每天推出多单精品消费，包括餐厅、酒吧、KTV、SPA、美发、瑜伽等精选特色商家和商品，凑够最低团购人数即可享有至尊无敌折扣！更有客户端独家优惠，现金抵用券免费送！记得邀请好友一同参加哦！ 优雅即态度，拉手最生活，更多精彩功能将在拉手客户端陆续推出，期待与你的每一次“拉手”…\n" +
            "\n" +
            "关于账户\n" +
            "\n" +
            "Q.注册方式\n" +
            "只需手机号即可完成注册，注册手机号是您找回拉手网账号的唯一凭证，请确保其真实性、准确性和安全性；\n" +
            "\n" +
            "Q.登录方式\n" +
            "老用户可通过用户名、电子邮箱、手机号、qq、新浪微博、腾讯微博进行登录；新用户可通过手机号实现免注册快速登录；\n" +
            "\n" +
            "Q.忘记用户名和密码怎么办？\n" +
            "通过手机号可以实现快速登录或找回密码；\n" +
            "\n" +
            "Q.账号被锁定怎么办？\n" +
            "如果您输入密码错误次数达到上限，为了您的账户安全，拉手网将锁定您的账户，待自动解锁后可以进行再次登录，如长时间未自动解锁，请致电拉手网客服；\n" +
            "\n" +
            "Q.账户余额为什么没了？\n" +
            "如果您在选择订单支付方式时勾选了使用余额，那么确认下单后会首先扣除账户余额，如果该订单最终未继续支付成功，取消订单即可恢复余额；\n" +
            "\n" +
            "关于购买\n" +
            "\n" +
            "Q.如何购买？\n" +
            "您只需在团购结束之前点击“立即购买”按钮，根据提示下订单支付购买即可；\n" +
            "\n" +
            "Q.有哪些支付方式？\n" +
            "目前客户端支持账户余额、银行卡、信用卡、支付宝、财付通、银联多种支付方式，您可以选择您习惯的方式进行支付；\n" +
            "\n" +
            "Q.为什么要设置支付密码？\n" +
            "为了您的账户安全，使用拉手账户余额支付时会要求您输入支付密码；\n" +
            "\n" +
            "关于消费\n" +
            "\n" +
            "Q.什么是拉手券，怎么使用？\n" +
            "拉手券是团购成功后，系统给您的团购电子消费凭证，上面有唯一的消费码（包括拉手券号和密码），消费时需向商家出示；\n" +
            "\n" +
            "Q.不小心删除了短信拉手券，怎么办？\n" +
            "不用担心！您可以在“我的-拉手券”中随时随地查看，还可以离线查看哦；\n" +
            "\n" +
            "Q.去商家消费，有需要注意的吗？\n" +
            "每个团购信息里都会有针对商家的“温馨提示”，包括营业时间、注意事项、消费有效期等，请注意阅读，这很重要！\n" +
            "\n" +
            "关于退款\n" +
            "\n" +
            "Q.什么情况下可以退款？\n" +
            "如下情况下可以退款：因未达到最低团购人数造成当次团购活动被取消；商家“支持随时退”；商家“支持过期退”；因商家原因导致商家无法向用户提供团购商品/服务，经拉手网核实后属实；\n" +
            "\n" +
            "Q.如何退款？\n" +
            "首先确认已购买团购单是否支持退款，如果支持退款，用户应致电拉手网客服完成退款；如果不支持退款，则无法进行退款；\n" +
            "\n" +
            "关于合作\n" +
            "\n" +
            "Q.我是商家，想在拉手网组织团购，怎么联系？\n" +
            "欢迎可提供高品质服务或产品的优质商家成为拉手网特约合作伙伴，如您有意，请用电脑登录拉手网www.lashou.com，页面底部进入“商务合作-团购合作”进行操作；";

}
